03_erb_partial/deas-0.28.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.08ms   20.19ms  81.60ms   85.71%
    Req/Sec   155.18     48.74   235.00     57.14%
  621 requests in 2.00s, 235.58KB read
  Socket errors: connect 0, read 1, write 1, timeout 0
Requests/sec:    310.37
Transfer/sec:    117.74KB